export const grade6Data = {
  words: ['沸腾', '渲染', '高潮', '磅礴', '擎着', '诞生', '旗帜', '璀璨', '旖旎', '排山倒海', '千钧一发', '居高临下', '粉身碎骨', '昂首挺胸'],
  literature: [
    { question: '《三国演义》的作者是', answer: '罗贯中' },
    { question: '《红楼梦》的作者是', answer: '曹雪芹' },
    { question: '《水浒传》的作者是', answer: '施耐庵' },
    { question: '《西游记》的作者是', answer: '吴承恩' },
    { question: '李白是(    )朝诗人', answer: '唐' },
  ],
  classical_chinese: [
    { sentence: '学而时习之，不亦说乎？', word: '说', answer: '同“悦”，愉快' },
    { sentence: '温故而知新，可以为师矣。', word: '故', answer: '旧的知识' },
    { sentence: '三人行，必有我师焉。', word: '焉', answer: '在其中' },
  ],
  imitate_sentence: [
    { example: '大自然能给我们许多启示：成熟的稻穗低着头，那是在启示我们要谦虚；一群蚂蚁抬走骨头，那是在启示我们要齐心协力。', answer: '清澈的小溪唱着歌，那是在启示我们要快乐；傲雪的梅花迎风立，那是在启示我们要坚强。' },
    { example: '如果没有想象，思维就像花儿失去了营养；如果没有想象，思维就像鸟儿折断了翅膀；如果没有想象，思维就像风筝断了线。', answer: '如果没有书籍，头脑就像鱼儿没有了水；如果没有书籍，头脑就像花儿没有了阳光；如果没有书籍，头脑就像鸟儿没有了天空。' },
  ]
};
